Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: དགའ་བ་ཆེན་པོ་ཐལ་མོ་རྡེབས་ཤིང་འོང་སྟེ།
en: Mahānanda will clap his hands and approach.

source: དེ་ལ་འཇིགས་པར་མ་བྱས་ན་རྣལ་འབྱོར་པ་དངོས་གྲུབ་འདོད་པས་མཐོང་བ་དང་གསེར་སྲང་སྟོང་ཕྲག་གཅིག་སྟེར་བར་འགྱུར་རོ། །
en: A yogin who seeks siddhi should look at him without being frightened, and he will grant one thousand palas of gold.

source: མཚན་མ་གཅིག་པར་སོང་ནས་ཤར་ཕྱོགས་སུ་ཁ་བལྟས་ཏེ་ནག་པོ་ཆེན་པོའི་སྔགས་སྟོང་ཕྲག་ལྷག་པ་བཟླས་ཤིང་དེའི་དུས་སུ་བདུད་རྩི་ལྔས་ལུས་ལ་བྱུག་གོ། །
en: “One should go to a solitary liṅga, face east, and recite Mahākāla’s mantra one thousand times or more while rubbing their body with the five ambrosias.

source: ཡང་སྔགས་བརྒྱ་ཕྲག་བཟླས་པའི་ཕྱི་ནས་སུ་པ་སིམ་པའི་ཁུ་བས་ལུས་ལ་བྱུགས་ཏེ་རོ་སྟེང་དུ་བསྡད་དེ་སྔགས་བཟླས་པ་ནི།
en: After reciting the mantra one hundred more times, one should rub their body with sūpāśimbī juice.

source: ཨོཾ་མུཿཧཱུྃཿཛཿབཾ་ཧིཿཞེས་བརྗོད་པས་ཐུན་ཚོད་གསུམ་ན་གནོད་སྦྱིན་མོ་སྣ་ཚོགས་པའི་གཟུགས་བཟུང་ནས་སྣ་ཚོགས་པའི་རྫས་ཀྱི་མཆོད་པ་བཟང་པོ་དང་བཅས་པར་འོངས་ཏེ།
en: While seated on a corpse, one should recite the mantra oṁ muḥ hūṁ jaḥ vaṃ hīḥ for three watches, and a yakṣiṇī taking one among a number of forms will arrive bearing an excellent offering of various substances.

source: གྲོགས་བྱེད་པས་ལས་གཞན་དུ་མ་ཡིན་པས་ཉིན་རེ་ཞིང་གསེར་སྲང་ལྔ་ལྔ་སྟེར་བར་བྱེད་དོ། །ཤིང་བསྲུང་བ་ལྡན་གྱི་དྲུང་ངམ་མེ་ཏོག་ཅན་གྱི་དྲུང་དག་གོང་དང་མཚུངས་སོ། །
en: She will become one’s companion and no one else’s, will provide five palas of gold every day, and will protect one as if one is at the foot of a protective tree or at the foot of a flowering tree.

source: གཞན་ཡང་ལེགས་པར་བརྗོད་པར་བྱ་སྟེ།
en: “I will now thoroughly explain another rite.

source: ཟླ་བ་དང་ཉི་མ་དགུག་པ་ནི་སངས་རྒྱས་ཀྱི་རྟེན་ཡོད་པར་སོང་ལ་གཏོར་མ་ཆེན་པོ་བྱིན་ནས་རྒྱ་སྐྱེགས་དང་ཆུ་དང་ཙནྡན་རྣམས་ལེགས་པར་སྦྱར་བས་ལུས་ལ་བྱུགས་ཏེ།
en: To summon Candra and Sūrya, one should go to a place where there is an image of the Buddha and make a large bali offering.

source: རོའི་སྟེང་དུ་ཤར་དུ་བལྟས་པས་བསྡད་ལ་ཡང་བདུད་རྩི་ལྔས་ལུས་ལ་བྱུགས་ནས་སྒྲ་ཆེན་པོ་དང་བཅས་པས་སྔགས་སྟོང་ཕྲག་ལྔ་བཟླས་ན་འདིར་ཉི་མ་འོང་སྟེ།
en: One should then smear their body with lac mixed with water and sandalwood, sit on a corpse while facing east, smear their body with the five ambrosias, and recite the mantra in a loud voice five thousand times.

source: འོངས་པ་དང་བྱང་ན་གནས་པའི་སྒྲུབ་པོས་གི་ཝང་དང་།
en: Sūrya will come, and once he has arrived the practitioner should sit in the north and offer him water infused with cow bezoar and sandalwood.

source: ཙནྡན་དག་གིས་ཨརྒྷ་བྱིན་ན་ངས་ཅི་བྱ་བ་ཞེས་ཉི་མས་བརྗོད་པར་འགྱུར་རོ། །
en: Sūrya will ask, ‘What can I do for you?’

source: དེ་ལ་སྒྲུབ་པ་པོས་བཅུད་ལེན་གྱི་དངོས་གྲུབ་བདག་ལ་གསོལ་ཞེས་ཕོགས་གསུམ་དུ་བརྗོད་དོ། །
en: at which point the practitioner should say, ‘Please grant me the alchemy siddhi’ three times.

source: ཤིང་ཀུན་དའི་འོག་ཏུ་རྩ་བ་བདུན་པས་རྒྱན་བྱས་ལ་ཇི་ལྟ་བའི་ཚོགས་གཏོར་མ་བྱིན་ནས། མེ་ཏོག་པདྨ་བཀྲམ་པའི་སྟེང་དུ་བསྡད་ནས་སྔགས་བཟླས་ན་ཟླ་བ་ངེས་པར་འོངས་ནས་གང་འདོད་པ་དེ་བྱེད་དོ། །
en: If one leaves a bali offering furnished with the seven root plants beneath star jasmine following the proper ritual procedure and then sits on scattered lotus flowers while reciting the mantra, Candra will certainly come and do whatever one wishes.

source: དེའི་ཁྱིམ་དུ་མཉམ་པར་གཞག་སྟེ། སིན་དྷུ་ར་དང་སྤོས་ཆུ་དག་གིས་ལུས་ལ་བྱུགས་ནས་རྣལ་འབྱོར་པས་མིའི་ཐོད་པའི་སྟེང་དུ་བསྡད་དེ།
en: “A yogin should enter meditative equipoise in a vajra dwelling and rub their body with vermillion and perfumed water.

source: ནག་པོ་ཆེན་པོའི་ཐང་ཀའི་མདུན་དུ་སྔགས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེར་དུས་ཅན་མ་འོང་ངོ་། །
en: While seated on a human skull, they should recite the mantra eight thousand times before a painting of Mahākāla, and Kālikā will come.

source: གལ་ཏེ་མི་འོང་ན་སྤྱི་བོ་ལ་ཐལ་མོ་རྡེག་པའི་ཕྱག་རྒྱ་བྱས་ན་ངེས་པར་འོངས་ན་ཏི་ན་ར་བརྒྱ་བརྒྱ་ཉིན་རེ་ཞིང་སྟེར་ཏེ་གཡོག་མོར་ངེས་སོ། །
en: If she does not come, then they should perform the head-slapping mudrā, and she will surely come. She will provide one hundred gold coins each day and become one’s servant.

source: གཞན་ཡང་ཙ་རྩི་ཀཱ་བསྒྲུབ་པར་བྱ་སྟེ།
en: Additionally, in order to gain accomplishment through Carcikā, one should use the left-hip mudrā.

source: འོན་ཀྱང་ཕྱག་རྒྱ་དཔྱི་གཡོན་པར་བཅས་ན་ངེས་པར་འོངས་ནས་ནོར་བུ་དང་ནོར་བུ་རིན་པོ་ཆེ་སྟེར་རོ། །
en: She will come and provide one with gems and precious jewels.

source: ཡང་དེ་ཡིས་བསྒྲུབ་པར་བྱ་སྟེ།
en: “There are additional ways to gain accomplishment through them.

source: རྣལ་འབྱོར་མ་གཉིས་ཀྱིས་བཅུད་དང་བཅུད་ཀྱིས་ལེན་གང་འདོད་པ་དེ་སྟེར་ཏེ་བླང་བའི་སྔགས་ནི་ཨོཾ་ཡཀྵ་ཧཱུྃ་ཊཿཞེས་པས་རྣལ་འབྱོར་མ་ཐམས་ཅད་ཅ་ཅོའི་སྒྲ་སྒྲོགས་ཤིང་ས་དང་ཕེཾ་ཆེན་པོའི་སྒྲ་སྒྲོགས་ཤིང་འོངས་པས་འཇིགས་པར་མི་བྱ་བར་མཐོང་བ་དང་བྱང་གི་སྒྲུབ་པ་པོས་བརྗོད་པ་ཁྱོད་ཀྱིས་ངའི་གཡོག་མོ་གྱིས་ཤིག་ཅེས་བྱའོ། །
en: Someone who wants the two yoginīs to grant the mercury and alchemy siddhis should recite the invoking mantra oṁ kṣaḥ hūṁ phaṭ. The yoginīs will make the sound cha cho, and they will come with great sound of phaṭ. The practitioner should look at them without fear, and while seated in the north they should say, ‘You should act as my servants.’

source: དུར་ཁྲོད་དུ་སོང་ལ་ནག་པོ་ཆེན་པོའི་ཐང་སྐུའི་མདུན་དུ་མ་ཧེའི་ཐོད་པའི་སྟེང་དུ་མཉམ་པར་གཞག་པས་ཉིན་ཞག་བདུན་དུ་སྔགས་བཟླས་ན་ཐུན་ཚོད་གསུམ་ནས་ནག་པོ་ཆེན་པོ་འཁོར་དང་བཅས་པ་འོང་སྟེ།
en: “One should go to a charnel ground, take a seat on a buffalo skull before a painting of Mahākāla, enter equipoise, and recite the mantra for one week. After the third watch has passed, Mahākāla will come with his retinue.

source: དེ་རྣམས་མཐོང་ཡང་འཇིགས་པར་མི་བྱའོ། །
en: One should not be afraid when seeing them.

source: ཀྱེ་སྒྲུབ་པ་པོ་ཁྱོད་བཟའོ་ཞེས་དེས་སྨྲ་ན།
en: When he says, ‘Hey practitioner, I am going to eat you,’ the practitioner, seated in the north, should say ‘Hūṁ kill!’

source: དེ་ལ་བྱང་ན་གནས་པའི་སྒྲུབ་པ་པོས་ཧཱུྃ་སོད་ཅིག་ཅེས་བརྗོད་ནས་གི་ཝང་དང་ཙནྡན་དག་གི་ཆུས་ཨརྒྷ་དབུལ་ལོ། །
en: while offering water infused with cow bezoar and sandalwood.

source: ཕྱི་ནས་དེ་ཡིས་གསུངས་པ། ཀྱཻ་དཔའ་བོ་ཆེན་པོ་ཅིའི་ཕྱིར་ང་འབོད་ཅེས་གསུངས་ན།
en: After that, Mahākāla will ask, ‘Great hero, why did you summon me?’

source: བྱང་ན་གནས་པའི་སྒྲུབ་པ་པོས་གསོལ་པ། གང་དང་གང་གི་དུས་སུ་ཁྱོད་ལ་ལས་བཅོལ་ན་གཏོང་དགོས་པ་དེའི་དོན་དུ་ཞེས་བརྗོད་དོ། །
en: The practitioner, seated in the north, should respond, ‘Carry out the task I require, whenever I ask of you.’

source: དངོས་གྲུབ་གང་དང་གང་འདོད་པ་སྦྱིན་ནོ་ཞེས་དེས་གསུངས་སོ། །
en: Then he will say, ‘I will grant whatever siddhi you wish.’

source: དེ་ལ་སེང་གེའི་ཕྱག་རྒྱ་བཅས་ན་རྙེད་པར་དཀའ་བའི་སེང་གེའི་ལུས་ཀྱང་འཐོབ་བོ། །
en: If the practitioner then displays the lion mudrā, they will obtain the form of a lion that is so difficult to gain.

source: འདི་ཡིས་རྫས་དང་དངོས་གྲུབ་སྣ་ཚོགས་ཀྱང་སྟེར་བར་འགྱུར་རོ། །
en: Through this they will be granted various substances and siddhis.

source: དེའི་སྔགས་ནི་ཨོཾ་ཨཱ་གཙྪ་མ་ཧཱ་ཧཱུཾྃ་ཧོ་ཧོ་ཞེས་སོ། །
en: The mantra for that practice is oṁ āgaccha mahā hūṁ ho ho.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་གཡོག་མོ་བསྒྲུབ་པའི་ལེའུ་སྟེ་བཅུ་དྲུག་པའོ།། །།
en: This is chapter sixteen in The Sovereign Tantra of Mahākāla, “Sādhanas for Acquiring a Servant.”

source: གཞན་ཡང་དབང་དུ་བྱ་བའི་ལེའུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 17: Enthralling Rites “Now I will explain the chapter on enthralling rites.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷ་མོ་ང་ཡིས་སྨན་དང་སྔགས་དང་ཕྱག་རྒྱ་རྣམས་བཤད་པར་བྱའོ། །
en: “Goddess,” the Blessed One said, “I will explain the medicinal substances, mantras, and mudrās.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་སྨན་གྱི་འབྲས་བུ་ཆེན་པོ་གསུངས་ཤིག །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One,” the Goddess replied, “please describe the most effective medicines.”

source: ཚེས་བརྒྱད་ལ་སྦྱིན་སྲེག་གི་ཆོ་ག་གང་ཡིན་པ་ལྟར་བྱས་ལ་ཤིང་ཨརྒའི་འབྲས་བུའི་བལ་བླངས་པ་ལ་དུར་ཁྲོད་ཀྱི་རས་ཀྱིས་དཀྲིས་པ་དང་།
en: The Blessed One replied, “On the eighth day of the lunar month, one should follow the rites for a fire offering. Then one should take some fibers from giant milkweed fruit and wrap them with a strip of cloth from a cremation ground.

source: གི་ཝང་དང་། བདུད་རྩི་ལྔ་དང་།
en: Grind cow bezoar, the five ambrosias, and a human tongue into powder.

source: མི་ལྕེ་རྣམས་ཕྱེ་མར་བཏགས་ཏེ་སྡོང་བུ་བྱས་ལ་ཟངས་ཀྱི་ནང་དུ་མིའི་ཚིལ་ལ་མིག་སྨན་ཕབ་ལ་རང་གི་བྱང་སེམས་དང་བསྲེས་ནས་ཐིག་ལེ་བྱས་ཏེ།
en: Fashion this into a wick, place it in a copper bowl in human fat, and it will produce a collyrium. Then one should mix it with their own semen and use it as a forehead mark.

source: གང་དང་གང་གི་བུ་མོ་ལ་བལྟས་ན་འབབ་པར་འགྱུར་རོ། །
en: Any girl that one looks at will fall under one’s spell.

source: གལ་ཏེ་མི་འབབ་ན་ནག་པོ་ཆེན་པོ་མ་ཡིན་ཏེ།
en: If she does not fall under one’s spell, then Mahākāla is not present.

source: སངས་རྒྱས་ཀྱི་བསྟན་པ་སྲུང་བར་དམ་བཅས་པ་སྤངས་པས་མཚམས་མེད་པ་བྱས་པའོ། །
en: He will have committed an act entailing immediate retribution by abandoning his vow to protect the Buddha’s teachings.

source: ཨོཾ་ཧྲཱིཿཀྵཿཨ་མུ་ཀི་ཨཱ་གཙྪན་ཏི་ཡཾ་ཞེས་པའི་སྔགས་འདིས་ཤིང་སིམ་པའི་ལོ་མས་སྦྱིན་སྲེག་སྟོང་ཕྲག་ལྔ་བྱས་ཏེ་གོས་དང་བྲལ་ཞིང་སྐྲ་གྲོལ་བ་སེམས་མ་ཡེངས་པར་བསྒོམས་ན།
en: “One should perform five thousand fire offerings using velvet bean leaves while reciting the mantra oṃ hrīḥ kṣaḥ [insert name] āgacchantu yaṃ, then one should meditate with an unwavering mind with their clothes off and hair loose.

source: རྐང་པའི་དྲུང་དུ་སྔགས་ཀྱི་ནུས་པས་ངེས་པར་འོང་སྟེ།
en: The power of the mantra will surely make her come and fall at one’s feet.

source: གཡོག་མོའི་གཟུགས་ཀྱིས་བདེ་བ་སྐྱེད་ཅིང་གཞན་གྱི་དབང་དུ་མི་འགྱུར་རོ། །
en: That female servant will have a pleasing appearance, and she will not belong to someone else.

source: གལ་ཏེ་མི་འོང་ན་སྔགས་མགོ་མཇུག་བཟློག་ནས་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ན་མགོ་གས་ནས་འཆི་ཞིང་དངོས་གྲུབ་མཆོག་སྟེར་རོ། །
en: If she does not come, one should reverse the order of the mantra and recite it one hundred eight times. Her head will burst open, she will die, and one will be granted the supreme siddhi.

source: དགུན་ཟླ་ཐ་ཆུངས་ཀྱི་ཚེས་བཅུ་བཞི་ལ་ནག་པོ་ཆེན་པོ་སྐུ་མདོག་དམར་པོར་སྤྲོས་ཏེ་དེ་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས་ཁ་ཤར་ཕྱོགས་སུ་བལྟས་ལ་ཆང་དང་།
en: “On the fourteenth day of the waning moon during the lunar month of Māgha, one should display the red form of Mahākāla and perform an elaborate offering to him.

source: ཨུཏྤལ་དམར་པོ་དག་གིས་སྟོང་ཕྲག་ཕྱེད་དུ་སྦྱིན་སྲེག་བྱས་ན་ནམ་ཕྱེད་ནས་རྒྱལ་པོའི་བུ་མོ་ཡང་དབང་དུ་འགྱུར་ན།
en: One should face east while performing five hundred fire offerings with alcohol and red water lilies.

source: གཞན་གྱི་བུ་མོ་ལྟ་སྨོས་ཅི་དགོས་གལ་ཏེ་དབང་དུ་མ་གྱུར་ན། སྔགས་བཟླས་པས་ངེས་པར་དབང་དུ་འགྱུར་ཏེ།
en: After midnight one will enthrall even the king’s daughter, so it goes without saying that one can also enthrall someone else’s daughter.

source: འཛམ་བུའི་གླིང་ན་རྙེད་པར་དཀའ་བའི་དབང་དུ་བྱ་བའོ། །
en: If this does not work, one should enthrall her using the mantra oṁ vajra hūṁ phaṭ svāhā, which can enthrall even the most intractable beings in Jambudvīpa.

source: དེའི་སྔགས་ནི་འདི་ཡིན་ཏེ། ཨོཾ་བཛྲ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ་ཞེས་པའོ། །སྨན་སཱ་ལུ་ཀ་དང་ཀྱི་ལྕེ་བ་དང་ཙནྡན་དང་ཨ་ག་རུ་དང་བདུད་རྩི་ལྔ་རྣམས་ཏིལ་མར་གྱིས་ཕྲུལ་ནས་ཕྱག་བཅུ་དྲུག་པའི་སྔགས་ཀྱིས་ཕོགས་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ།
en: “One should stir lotus root, cow’s tongue, sandalwood, aloeswood, and the five ambrosias in sesame oil and incant it twenty-one times with the mantra for the sixteen-armed form.

source: དེས་ཁ་བཀྲུས་ཏེ་རྒྱལ་པོའི་ཕོ་བྲང་དུ་བསྡད་ནས་རྒྱལ་པོ་ལ་ཁྲོ་ཞིང་ཅུང་ཟད་སྨྲ་དང་མཐུན་པའི་ཚིག་སྨྲར་འོང་ངོ་། །
en: One should then use it to rinse their face, and, when present in the king’s palace, even one’shostile and irreverant speech toward the king will be regarded as agreeable.

source: ངོ་མཚར་ཅན་གྱི་སྦྱོར་བ་འདི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བསྒྲགས་པ་སྟེ།
en: “This astonishing method has been praised by all the buddhas.

source: བྱ་རྒོད་ཀྱི་ཤ་གི་ཝང་དང་བཅས་པ་རང་གི་བྱང་ཆུབ་སེམས་ཀྱིས་ཕྲུལ་ལ་བུ་མོ་ལ་སྦྱིན་ནོ། །
en: One should combine vulture meat with cow bezoar, stir it together with their own semen, and give it to a young girl.

source: བཟླས་པའི་སྦྱོར་བས་གཡོག་མོར་ངེས་པར་འགྱུར་ཏེ།
en: She will become one’s servant if one combines this method with mantra recitation.

source: དབང་དུ་བྱ་བ་ཆེན་པོའི་སྦྱོར་བའོ། །བ་ལང་གི་ཞག་དང་། ནེ་ཚོའི་ཞག་དང་། ཏིལ་གྱི་མར་རྣམས་ཀཀྐོ་ལའི་ས་བོན་དང་ཕྲུལ་ནས་བུ་མོ་ལ་བསྣུན་ན་ཕྱི་ནས་ཁུ་བ་འཛག་ཅིང་རང་ལུས་སྟེར་བར་འགྱུར་ཏེ།
en: “This is the method for the great enthrallment rite: One should stir the fat of a cow, the fat of a parrot, and sesame oil with kakkola seeds and hit a young girl with the mixture.

source: མ་ཤི་བར་དུ་སྡོད་དོ། །
en: After that, the liquid will trickle down, and she will offer her body and remain at one’s side for as long as one lives.

source: གྲོ་གའི་ལོ་མ་ལ་གི་ཝང་དང་རྒྱ་སྐྱེགས་ཀྱི་ཕོ་ཚོས་དང་སིན་དྷུ་ར་རྣམས་སྐྱུ་རུ་རའི་ཁུ་བས་ཕྲུལ་ལ། འཁོར་ལོ་གྲུ་གསུམ་ཆ་ཤས་གསུམ་པ་བྲིའོ། །
en: “One should stir together birch bark, cow bezoar, red lac, and vermillion with emblic myrobalan juice and use the mixture to draw a circle with a triangle consisting of three parts.

source: དེའི་དབུས་སུ་སྡེ་ཚན་གསུམ་པའི་དང་པོ་ཅུང་ཟད་ར་ལ་ཞོན་པ་སྣ་ལྡན་གྱིས་བརྒྱན་པ་དབུས་སུའོ། །
en: In the center, one should draw the first member of the third consonant group mounted slightly above the syllable ra and adorned with a nasal in the middle.

source: ཡང་ཕྱི་རོལ་ཏུ་ཨོཾ་ཛོཾ་ཨ་མུ་ཀི་ཀཱ་མ་དེ་བ་ཨ་མུ་ཀ་ས་ཡ་ཧཱ་ཀཱ་རཱ་ཧཱཿཧཿཧཿཕཊ་སྭཱ་ཧཱ།
en: The following mantra should be arranged outside of it: oṁ joṁ [insert woman’s name] kāmadevī [insert man’s name in genitive] hāḥ haḥ haḥ phaṭ svāhā.

source: ཞེས་པ་བཀོད་ལ་དེ་དུར་ཁྲོད་ཀྱི་རས་ལ་གཏུམས་ཏེ་ཙནྡན་གྱི་ཆུ་ལ་བཅུག་ནས་ཐུན་ཚོད་གཅིག་བཞག་ན་དུས་དེ་ཉིད་དུ་ངེས་པར་དབང་དུ་འགྱུར་ཏེ།
en: Wrap it in cloth from a charnel ground, place it in water infused with sandalwood, and leave it there for one watch of the day.

source: གང་འདོད་པ་དེ་བྱེད་དོ། །
en: At that point the target will certainly be enthralled, and they will do whatever one wishes.

source: ཡང་ཉིན་རེ་ཞིང་དྷ་དུ་ར་སུམ་བརྩེགས་ཀྱི་ས་བོན་ལ་སྔགས་འདིས་སྟོང་ཕྲག་ལྔ་བསྣུན་ན་ཉིན་ཞག་ལྔ་ན་བི་བཱ་ཧ་དབང་དུ་འགྱུར་རོ། །
en: One can also incant the seeds of a bundle of datura every day with this mantra five thousand times and hit her with them, and in five days she will be coerced into marriage.

source: ཨོཾ་སྟྲི་ཀྵཱིཿཨ་མུ་ཀྃ་ཨཿསྱཿབི་ཏཱ་བི་བཱ་ཧོ་ནམ་ཧྱྃ་རྡྃ་པ་ཡ་སྭཱ་ཧཱཿ། ཞེས་པའི་སྔགས་ནག་པོའི་ཚེས་བརྒྱད་དམ་བཅུ་གཅིག་དག་ལ་ཨུཏྤལ་ནག་པོ་དང་། མར་དང་། སྦྲང་རྩི་དང་།
en: “A yogin should perform five hundred fire offerings on the eighth or eleventh day of the waning moon with a mixture of dark blue water lilies, ghee, honey, and molasses while chanting the mantra oṃ strī kṣīḥ [insert name] asyā pitā vivāhena mahyaṃ dāpaya svāhā.

source: བུ་རམ་རྣམས་ཡང་དག་པར་སྦྱར་བས་སྦྱིན་སྲེག་བརྒྱ་ཕྲག་ལྔ་བྱས་ན་ཉིན་ཞག་བདུན་གྱིས་རྣལ་འབྱོར་པས་བུ་མོ་དབང་དུ་འགྱུར་རོ། །
en: Within a week, the yogin will enthrall that girl.

source: གལ་ཏེ་དབང་དུ་མ་གྱུར་ན་སྔགས་བརྒྱ་བརྒྱ་བཟླས་ན་ངེས་པར་དབང་དུ་འགྱུར་རོ། །
en: If she is not enthralled, he should recite the mantra one hundred more times, and she will definitely be enthralled.

source: དུར་ཁྲོད་ཀྱི་ས་དང་ལྡོང་རོས་དང་ཡ་བཀྵ་ར་དང་བུ་རམ་རྣམས་རང་གི་ཁུ་བ་ཕྲུལ་ནས་ལུས་ལ་བྱུགས་ན་ཕྱུགས་ཐམས་ཅད་ངེས་པར་དབང་དུ་འགྱུར་རོ། །
en: “One should stir soil from a charnel ground, realgar, barley potash, and molasses with their own semen and rub it on their body. This will certainly enthrall any animal.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དབང་དུ་བྱ་བའི་ལེའུ་སྟེ་བཅུ་བདུན་པའོ།། །།
en: This is chapter seventeen in The Sovereign Tantra of Mahākāla, “Enthralling Rites.”

source: གཞན་ཡང་ཕ་རོལ་གྱི་བྱ་བ་ཆུད་གསན་པར་བྱ་བའི་ལེའུ་བཤད་པར་བྱའོ། །
en: Chapter 18: Counteracting an Enemy’s Ritual “Now I will present a chapter on counteracting an enemy’s ritual.

source: མི་གང་གིས་ལོག་པར་བྱེད་པ་དེ་བསད་པའི་སྨན་ཤིན་ཏུ་མཆོག་ཏུ་གྱུར་པ།
en: One should gather some amuha—an extremely potent medicine that will kill anyone who acts as an adversary—dry it, and scatter it.

source: ཨ་མུ་ཧ་བཏུས་ལ་བསྐམས་ཏེ་གཏོར་ན་བྱ་བ་ངེས་པར་ཆུད་གསོན་ནོ། །
en: The ritual will certainly be counteracted.

source: ལྡོང་རོས་གཏོར་ན་ངེས་པར་ཆུད་གསོན་ནོ། །
en: If one scatters realgar, it will certainly be counteracted.

source: བུད་མེད་ཀྱི་ཁྲག་གཏོར་ན་བྱ་བ་ངེས་པར་ཆུད་གསོན་ནོ། །
en: If one scatters a woman’s blood, the ritual will certainly be counteracted.

source: རྗེས་སུ་ཤི་བའི་རས་གྱོན་ན་ངེས་པར་ཆུད་གསོན་ནོ། །
en: And if one wears the clothes of someone who is recently deceased, it will certainly be counteracted.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཕ་རོལ་གྱི་བྱ་བ་ཆུད་གསོན་པའི་ལེའུ་སྟེ་བཅྭ་བརྒྱད་པའོ།། །།
en: This is chapter eighteen in The Glorious Sovereign Tantra of Mahākāla, “Counteracting an Enemy’s Ritual.”

source: གྲོང་ཁྱེར་གང་ན་ལྷ་མོས་འདོད་པ་གསུམ་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་མཚན་ཉིད་བྱེད་པ་ཡོད་པ་དེ་རེངས་པར་བྱེད་པའི་གནས་ཏེ། དེ་འདི་རྗེས་སུ་འགྲོའོ། །
en: Chapter 19: Paralyzing Rites “In cities such as Trikāmadevī, where those who bear the marks of a buddha are in a state of paralysis, this is what should be done.

source: དེའི་དུས་སུ་སངས་རྒྱས་ཐམས་ཅད་འདུས་པའི་ནག་པོ་ཆེན་པོ་ཞེ་སྡང་གི་རང་བཞིན་ཞལ་གཅིག་པ།
en: At such times one should visualize the wrathful form of Mahākāla, who contains all buddhas.

source: སྐུ་མདོག་དཀར་པོ་འཇིགས་པ་ཆེན་པོར་བྱེད་པ།
en: His single face is white and extremely terrifying.

source: གཡས་བརྐྱང་བའི་འོག་ཏུ་ལྷ་མ་ཡིན་ནག་པོ་བསྒྱེལ་བ།
en: He stands with his right leg forward and is trampling a black asura underfoot.

source: གྲི་གུག་དང་ཐོད་པ་ཕྱག་ན་བསྣམས་པ། སྤྱན་གསུམ་པ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ།
en: He holds a hooked knife and a skull bowl, has three eyes, and is adorned with all his ornaments.

source: འདི་བསྒོམ་པ་ཙམ་གྱིས་ཐམས་ཅད་རེངས་པར་འགྱུར་རོ། །
en: The mere act of visualizing him will paralyze anything.

source: བསྒོམས་པས་སྐྱོ་ན་སྔགས་ཀྱི་རྗེས་སུ་འབྲང་བ་སྟེ། ཨོཾ་མཿཛཿཨ་མུ་ཀྃ་སྟྃ་བྷཱ་ཡ་ཧཱུྃ་ཕཊ་ཅེས་པ་ཁྲི་ཕྲག་གཅིག་སྔོན་དུ་བསྙེན་པ་བྱས་ན་དངོས་པོ་ཐམས་ཅད་རེངས་པར་འགྱུར་རོ། །
en: “When one has performed the visualization practice to the point of exhaustion, if it is followed by reciting the mantra oṁ maḥ jaḥ [insert name] stambhāya hūṁ phaṭ ten thousand times as the preliminary practice, anything will be paralyzed.

source: མེ་ཏོག་ཅན་གྱི་རས་ལ་ཚེས་བརྒྱད་དམ་བཅུ་བཞི་ལ་ལྷ་རྣམས་ཀྱི་རྗེ་བྲི་བར་བྱ་སྟེ།
en: “On the eighth or fourteenth day of the lunar month, one should draw the lord of the deities on a piece of cloth stained by menses.

source: བདུད་རྩི་ལྔ་ཉིན་རེ་བཞིན་ཁར་བཅུག་ལ་རེངས་པར་བསྒོམ་པར་བྱའོ། །
en: One should then place the five ambrosias in its mouth every day and imagine the paralysis.

source: འདིར་མི་གང་གིས་སྒྲུབ་ཐབས་གཞན་བསྒྲུབ་པ་སྟེ་རྐང་པ་བཞི་ལ་སོགས་པ་ཡང་དག་པར་རེངས་པར་བྱ་བ་ནི་དེའི་དུས་སུ་བློ་གྲོས་ཅན་གྱིས་སྨན་བརྩམ་པར་བྱ་སྟེ། བྱི་བའི་ཤ་དང་།
en: Using this, a person who practices another sādhana may paralyze four-legged creatures and the like.

source: རུས་སྦལ་གྱི་ཤ་དང་།
en: The wise practitioner should make a concoction by pulverizing rat meat, tortoise meat, and snake meat.

source: སྦྲུལ་གྱི་ཤ་རྣམས་ཕྱེ་མར་བྱས་ལ་བསྣུན་ན་ཕྱུགས་ཐམས་ཅད་རེངས་པར་འགྱུར་རོ། །
en: Any animal they strike with it will be paralyzed.

source: གཞན་ཡང་སྨན་སུ་ཏ་ཀ་དང་། ཕ་ལ་ནི་དང་རུས་སྦལ་གྱི་མགོ་བོ་དང་། སྨན་ཛ་ཡན་ཏི་རྣམས་བསྲེས་ནས་གཏོར་ན་མི་རྣམས་ངེས་པར་རེངས་པར་འགྱུར་རོ། །
en: “Additionally, if one mixes quicksilver, fruit, and the head of a tortoise with sesbania and scatters the mixture, it will certainly paralyze any human being.

source: གུ་གུལ་དཀར་པོ་དང་། སྨན་ཀ་ཎརྡུ་ཀ་ཡ་ར་ཀའི་སིམ་བཱུ་རི་དང་ཕུ་ལ་ཌི་རྣམས་ཆ་བསྙམས་ཏེ་སྦྱངས་པ་གཏོར་ན་སྦྲུལ་རེངས་པར་འགྱུར་རོ། །ཤུ་དག་དང་། སྨན་ཀུ་མཱ་རཱི་དང་།
en: “If one combines equal parts white bdellium, a mixture of sulfur, wild leadwort, velvet bean, and phulaṭi and then scatters the mixture, it will paralyze a snake.

source: བེ་ལི་དྷ་རྣམས་བསྣུན་ན་ངེས་པར་རེངས་པར་འགྱུར་རོ། །
en: “If one hits something with a mixture of sweet flag, aloe, and velidha, it will be paralyzed.

source: སྨན་སིམ་བྷི་དང་། ཀ་ལ་ཌ་དང་། ཀ་ཀྵ་ཏྭི་དང་རང་འབྱུང་རྣམས་ཕྲེང་བར་བྱས་རྐེད་པར་བཅིངས་ན་ས་བོན་རེངས་པར་འགྱུར་རོ། །
en: “If one strings together a garland of velvet bean, kalaḍa, kakṣatvi, and menstrual blood and ties it to their waist, seeds will be neutralized and clouds immobilized.

source: སྤྲིན་རེངས་པར་བྱེད་པ་ཡང་དེ་ཉིད་དོ། །སྤྲིན་རེངས་པ་དགྲོལ་བ་བརྗོད་པར་བྱ་སྟེ། སྨན་སི་ཛི་དཱ་དང་པུ་ག་ནཱ་དང་། ས་མ་ཎ་ཌ་དང་། རུས་སྦལ་རྣམས་ཆ་བསྙམས་པ་ཡིས་སྤྲིན་རེངས་པ་གྲོལ་བར་འགྱུར་རོ། །
en: “I will explain how to release immobilized clouds: Combine equal parts sijiṭa, betel, samaṇḍā, and tortoise, and use that mixture to release clouds that have been paralyzed.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་རེངས་པའི་ལེའུ་སྟེ་བཅུ་དགུ་པའོ།། །།
en: This is chapter nineteen in The Glorious Sovereign Tantra of Mahākāla, “Paralyzing Rites.”

source: གཞན་ཡང་འདིར་ཡང་དག་པར་བརྗོད་པར་བྱ་སྟེ།
en: Chapter 20: Killing Rites “I will explain more about this.

source: བྱ་བ་མ་ཡིན་པ་བྱེད་པ་རྣམས་བསད་ནས་འཇིག་རྟེན་པ་བདེ་བ་ལ་དགོད་པའི་ཕྱིར་འཇིགས་བྱེད་ཆེན་པོ་བསྒོམ་པར་བྱ་བ་ནི་ཞལ་གཅིག་པ།
en: One should meditate on Mahābhairava for the purposes of ensuring happiness in the world once evildoers are killed.

source: ཁ་དོག་ནག་པོ་ལྟོ་འཕྱང་བ།
en: He has one face, is black in color, and has a large protruding belly.

source: གྲི་གུག་དང་ཐོད་པ་ཕྱག་ན་འཛིན་པ། མ་ཧེ་ལ་ཞོན་པ་ཀླུ་བརྒྱད་ཀྱིས་བརྒྱན་པ།
en: He holds a hooked knife and skull, is mounted on a buffalo, and is ornamented with the eight nāgas.

source: མཆེ་བ་གཙིགས་པ་དབུ་སྐྲ་གྱེན་དུ་འབར་བ། འཇིགས་པར་བྱེད་པ་ཡང་འཇིགས་པར་བྱེད་པ།
en: He bears his fangs, his blazing hair flows upward, and he is extremely terrifying.

source: ལོ་བཅུ་དྲུག་པའི་ཆ་བྱད་འཛིན་པ། མཚན་མ་གྱེན་དུ་བསྒྲེང་བ། གཅེར་བུ་སྦོམ་ལ་ཐུང་བ།
en: He has the features of a sixteen-year-old, his penis is erect, and he is naked, rotund, and short.

source: ས་བོན་ཡི་གེ་ཧཱུྃ་ལས་འོད་ཟེར་འཕྲོ་བ་འདི་རྣམས་དང་ལྡན་པ་བསམས་པ་ཙམ་གྱིས་དགྲ་ཐམས་ཅད་བརླག་པར་འགྱུར་ཞིང་རྒྱུན་གཅོད་པ་དང་། མགོ་བོ་འགས་སོ། །
en: Simply imagining the deity with these qualities radiating from the seed syllable hūṃ will destroy and disrupt any enemy and cause their head to burst.

source: དེའི་སྔགས་ནི་ཨོཾ་མཾ་ཧཱུྃཨ་མུ་ཀ་སྲུྃ་ཕཊ་ཅེས་པ་ཁྲི་ཕྲག་གཅིག་གིས་བསྙེན་པའོ། །
en: “One should perform the worship rite by reciting the mantra oṁ māṃ hūṃ [insert name] sruṁ phaṭ ten thousand times.

source: བཀྲ་ཤིས་པའི་ཡན་ལག་ཏུ་ནག་པོ་ཆེན་པོའི་བརྒྱད་ལ་མེ་ཏོག་ཅན་གྱི་རས་ལ་བྲིས་པ་དང་བདུད་རྩི་ལྔ་ཁར་བཅུག་ལ་བསྒོམས་ལ་རབ་ཏུ་གནས་པར་བྱ་བ་ནི་ཚེས་བཅུ་བཞིའི་ནུབ་མོ་དམ་ཚིག་གི་རོ་རྣམས་རྣལ་འབྱོར་པ་ཉི་ཤུ་རྩ་གཅིག་དང་སྟབས་གཅིག་ཏུ་རྣལ་འབྱོར་མ་ལྔ་ཤིན་ཏུ་དག་པ་དམ་ཚིག་སྐྱོང་བར་སེམས་པ་རྣམས་ཀྱིས་སྔགས་འདི་སྟོང་ཕྲག་གཅིག་བཟླས་སོ། །
en: Draw the deity on a cloth stained by menses on the auspicious great eighth day of the waning moon, and visualize placing the five ambrosias in its mouth. “The image should then be consecrated as follows. On the evening of the fourteenth lunar day, twenty-one yogins and five yoginīs who have been purified with samaya fluid and are committed to protecting the samaya should recite the mantra one thousand times.

source: སློབ་དཔོན་གྱིས་སྔགས་འདི་ལན་བདུན་བཟླས་ལ་མེ་ཏོག་པད་མ་བརྒྱ་རྩ་བརྒྱད་ཀྱིས་མཆོད་པ་དང་མཎྜལ་གྲུ་གསུམ་བྱས་ཏེ་དེ་ལ་རྡོ་རྗེའི་ཕྲེང་བས་བསྐོར་བ་དང་།
en: After the ācārya recites the mantra seven times, an offering of one hundred eight lotus flowers is made and a triangular maṇḍala constructed.

source: རལ་གྲི་དང་། གྲི་གུག་བཀོད་ལ་ཁྲག་གིས་བཀྲུ་བར་བྱ་བ་དང་།
en: It should be encircled by a garland of vajras, furnished with a sword and hooked knife, and washed with blood.

source: འཇིགས་བྱེད་ཆེན་པོ་ལ་བདུད་རྩི་ལྔས་བསྣུན་པར་བྱ་བ་རྣམས་ཀྱི་སྔགས་ནི་ཨོཾ་བུཾ་ཨཿབྷཻ་ར་ཝ་སྭཱ་ཧཱ་ཞེས་པ་ཡིས་རབ་ཏུ་གནས་པར་བྱས་ཏེ།
en: Then Mahābhairava should be consecrated by being struck with the five ambrosias while reciting the mantra oṃ būṃ āḥ bhairava svāhā.

source: དེའི་ནུབ་མོ་ཐམས་ཅད་ཀྱིས་ཁྲག་དང་ཆང་བཏུང་བར་བྱ་ཞིང་བཟའ་བ་ཐམས་ཅད་རྫོགས་པར་བཟའོ། །
en: That night everyone should drink blood and alcohol and eat all the food until it is finished.

source: དེ་ནས་གསེར་དྲུག་ནམ་རེ་རེ་དབུལ་བ་བྱས་ན་འཇིགས་བྱེད་ཆེན་པོས་ངེས་པར་བྱིན་གྱིས་རློབ་སྟེ་གླུ་དང་སྒྲ་ཡང་བྱའོ། །
en: After each of them has offered six gold pieces, they will be blessed by Mahābhairava and should sing and dance.
